{
  "cmp-nvim-lsp": { "branch": "main" },
  "current-func-info.vim": { "branch": "master" },
  "hlchunk.nvim": { "branch": "main" },
  "iceberg.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "sonicpi.nvim": { "branch": "main" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vimdoc-ja": { "branch": "master" }
}